[
{"adult":false,"backdrop_path":"/bIna9BL7Uny1hM63ntTI9BpRkRJ.jpg","genre_ids":[35,10759,10765],"id":62264,"origin_country":["US"],"original_language":"en","original_name":"Ash vs Evil Dead","overview":"Bruce Campbell reprises his role as Ash Williams, an aging lothario and chainsaw-handed monster hunter who’s spent the last three decades avoiding maturity, and the terrors of the Evil Dead. But when a Deadite plague threatens to destroy all of mankind, he’s forced to face his demons — both metaphorical and literal.","popularity":50.983,"poster_path":"/9tNtSk46s3f1ePr59p0JG6uacc8.jpg","first_air_date":"2015-10-31","name":"Ash vs Evil Dead","vote_average":7.714,"vote_count":1576},
{"adult":false,"backdrop_path":"/2yDV0xLyqW88dn5qE7YCRnoYmfy.jpg","genre_ids":[18,10768],"id":4613,"origin_country":["US"],"original_language":"en","original_name":"Band of Brothers","overview":"Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.","popularity":91.322,"poster_path":"/8JMXquNmdMUy2n2RgW8gfOM0O3l.jpg","first_air_date":"2001-09-09","name":"Band of Brothers","vote_average":8.548,"vote_count":3566},
{"adult":false,"backdrop_path":"/iChZp4aoUkooU8Idpk1NGy54crk.jpg","genre_ids":[10765],"id":64248,"origin_country":["IT"],"original_language":"es","original_name":"Beauty and the Beast","overview":"France, late 1700s. Leon Dalville is a prince who has it all - good looks, love and wealth. One mysterious night, however, he loses everything. His young wife passes away in a fire and the prince’s face is permanently marred. To hide his disfigurement, he wears a silver mask that only partially covers his face, turning him into a mysterious and cruel man who is tormented by his past and hated and feared by all. Innocent and naive Bella Dubois comes to Leon’s castle to offer her services as a maid, to pay back the debts her father has with the prince. Leon’s cousin Helene, who has always been in love with him, challenges the prince: he must seduce and abandon Bella. But, despite Helene’s cruel and deceitful tricks, Leon falls in love with Bella.","popularity":14.793,"poster_path":"/6Wvca71Xt8s1Hk1pb10Lq7vTG5f.jpg","first_air_date":"2014-12-29","name":"Beauty and the Beast","vote_average":7.3,"vote_count":123},
{"adult":false,"backdrop_path":"/hPea3Qy5Gd6z4kJLUruBbwAH8Rm.jpg","genre_ids":[80,18],"id":60059,"origin_country":["US"],"original_language":"en","original_name":"Better Call Saul","overview":"Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Ehrmantraut. The series tracks Jimmy’s transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".","popularity":287.676,"poster_path":"/fC2HDm5t0kHl7mTm7jxMR31b7by.jpg","first_air_date":"2015-02-08","name":"Better Call Saul","vote_average":8.7,"vote_count":5278},
{"adult":false,"backdrop_path":"/lBmlLro9ZfY815ZXE5NKhYNxPRQ.jpg","genre_ids":[10765,35,18,10759],"id":95,"origin_country":["US"],"original_language":"en","original_name":"Buffy the Vampire Slayer","overview":"Into every generation a slayer is born: one girl in all the world, a chosen one. She alone will wield the strength and skill to fight the vampires, demons, and the forces of darkness; to stop the spread of their evil and the swell of their number. She is the Slayer.","popularity":149.381,"poster_path":"/y7fVZkyheCEQHDUEHwNmYENGfT2.jpg","first_air_date":"1997-03-10","name":"Buffy the Vampire Slayer","vote_average":8.1,"vote_count":1724},
{"adult":false,"backdrop_path":"/iPe8bIIRCakdE9iCdb94i4vAhYW.jpg","genre_ids":[18,10765],"id":63647,"origin_country":["US"],"original_language":"en","original_name":"Childhood's End","overview":"The peaceful alien invasion of Earth by the mysterious “Overlords,” whose arrival begins decades of apparent utopia under indirect alien rule, at the cost of human identity and culture.","popularity":23.651,"poster_path":"/4P5d70GyynagnYq4Rk881UjQiD0.jpg","first_air_date":"2015-12-14","name":"Childhood's End","vote_average":7,"vote_count":366},
{"adult":false,"backdrop_path":"/5nHqm8A3HRr9iSgbxSesdLvRoCF.jpg","genre_ids":[16,35],"id":118546,"origin_country":["US"],"original_language":"en","original_name":"Clone High","overview":"Twenty years after they were frozen, Abe, Cleo, JFK, and Joan suddenly find themselves thrust into the modern world, where they must navigate a fresh batch of historical clones, dramatic love triangles, and a formidable new foe.","popularity":224.028,"poster_path":"/qM5L944slfDJUmc9v47ixxdeSUX.jpg","first_air_date":"2023-05-23","name":"Clone High","vote_average":7.1,"vote_count":31},
{"adult":false,"backdrop_path":"/mQJVtl7SYjNLwjsUZZsITmAxtdU.jpg","genre_ids":[10759,18,35],"id":77169,"origin_country":["US"],"original_language":"en","original_name":"Cobra Kai","overview":"This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.","popularity":649.615,"poster_path":"/6GDW4EsgsXlYrL1ASb5eCHQK4er.jpg","first_air_date":"2018-05-02","name":"Cobra Kai","vote_average":8.212,"vote_count":6323},
{"adult":false,"backdrop_path":"/8hg9UvNR9FvuNSyRS2yygnqUySF.jpg","genre_ids":[16],"id":11240,"origin_country":["CA","US"],"original_language":"en","original_name":"Delta State","overview":"Delta State is a Canadian animated television series, based on a comic book by Douglas Gayeton, featuring four amnesiac roommates with the ability to subconsciously enter an ethereal realm known as the Delta State. They face the dual tasks of piecing together their past lives and battling a group of Delta State denizens called Rifters, who seek to control the human mind. The main characters are Claire, Martin, Luna, and Philip.\n\nThe series debuted September 11, 2004 on Teletoon, the Canadian cartoon television network. It is the first animated television series to be entirely rotoscoped, taking over 27 months to complete.\n\nDelta State is a French / Canadian co-production with designs, story-boards etc. done by Alphanim in Paris; shooting and recording were performed by Nelvana Canada. The project was conceived by Douglas Gayeton, who also directed the original pilot and wrote the bible for the show.\n\nThe show has won the Special Award for a TV program at the Annecy International Animated Film Festival and the Frames 2004 for best Asian Production.\n\nThe series aired in France from March 9, 2005 on Canal+.","popularity":5.22,"poster_path":"/bzLxOPk1jgY3V8y8iP8bZeIvWPu.jpg","first_air_date":"2004-09-11","name":"Delta State","vote_average":10,"vote_count":1},
{"adult":false,"backdrop_path":"/xQAR02lSpL5dW0LXHLNrFM5b7Bq.jpg","genre_ids":[16,35],"id":4956,"origin_country":["US"],"original_language":"en","original_name":"Dilbert","overview":"Dilbert is an animated television series adaptation of the comic strip of the same name, produced by Adelaide Productions, Idbox, and United Media and distributed by Columbia TriStar Television. The first episode was broadcast on January 25, 1999, and was UPN's highest-rated comedy series premiere at that point in the network's history; it lasted two seasons on UPN and won a Primetime Emmy before its cancellation.","popularity":19.599,"poster_path":"/oS6RTmGw0NueQbUiHGfIJ3QvbD0.jpg","first_air_date":"1999-01-25","name":"Dilbert","vote_average":6.9,"vote_count":59},
{"adult":false,"backdrop_path":"/jbTqU6BJMufoMnPSlO4ThrcXs3Y.jpg","genre_ids":[16,35],"id":1434,"origin_country":["US"],"original_language":"en","original_name":"Family Guy","overview":"Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.","popularity":664.224,"poster_path":"/y0HUz4eUNUe3TeEd8fQWYazPaC7.jpg","first_air_date":"1999-01-31","name":"Family Guy","vote_average":7.368,"vote_count":4382},
{"adult":false,"backdrop_path":"/6ahKNfvLGWYDlhUfSagJfClXkoi.jpg","genre_ids":[35,10765],"id":4455,"origin_country":["US"],"original_language":"en","original_name":"Get Smart","overview":"Get Smart is an American comedy television series that satirizes the secret agent genre. Created by Mel Brooks with Buck Henry, the show stars Don Adams, Barbara Feldon, and Edward Platt. Henry said they created the show by request of Daniel Melnick, who was a partner, along with Leonard Stern and David Susskind, of the show's production company, Talent Associates, to capitalize on \"the two biggest things in the entertainment world today\"—James Bond and Inspector Clouseau. Brooks said: \"It's an insane combination of James Bond and Mel Brooks comedy.\" This is the only Mel Brooks production to feature a laugh track.\n\nThe success of the show eventually spawned the follow-up films The Nude Bomb and Get Smart, Again!, as well as a 1995 revival series and a 2008 film remake. In 2010, TV Guide ranked Get Smart's opening title sequence at No. 2 on its list of TV's Top 10 Credits Sequences, as selected by readers.","popularity":59.78,"poster_path":"/AqhPucVAvnocglq5WYXbh6t9wuE.jpg","first_air_date":"1965-09-18","name":"Get Smart","vote_average":7.919,"vote_count":390},
{"adult":false,"backdrop_path":"/4OQnb2QoifmFCe3TnUS2kxt3afM.jpg","genre_ids":[10759,18,10765],"id":4615,"origin_country":["US"],"original_language":"en","original_name":"Hercules: The Legendary Journeys","overview":"The legendary son of Zeus journeys across the earth fighting monsters and helping people.","popularity":71.365,"poster_path":"/f3SvVPq34NQpFOu1ylhnMuGdRJ9.jpg","first_air_date":"1995-01-29","name":"Hercules: The Legendary Journeys","vote_average":6.995,"vote_count":514},
{"adult":false,"backdrop_path":"/7PX5vk7M4SLPQ7mppThTl84odUp.jpg","genre_ids":[9648,18],"id":19614,"origin_country":["US"],"original_language":"en","original_name":"It","overview":"In 1960, seven outcast kids known as \"The Losers' Club\" fight an evil demon who poses as a child-killing clown. Thirty years later, they reunite to stop the demon once and for all when it returns to their hometown.","popularity":71.757,"poster_path":"/4ybQ6gopB3H3cu0seVZLznDnIKo.jpg","first_air_date":"1990-11-18","name":"It","vote_average":6.9,"vote_count":3015},
{"adult":false,"backdrop_path":"/zEnmUCpDwJbTW5oBRM4pRC9PpE6.jpg","genre_ids":[10759,10765],"id":62413,"origin_country":["CA"],"original_language":"en","original_name":"Killjoys","overview":"An action-packed adventure series following a fun-loving, hard living trio of interplanetary bounty hunters (a.k.a. Killjoys) sworn to remain impartial as they chase deadly warrants around the Quad, a system of planets on the brink of revolution.","popularity":68.824,"poster_path":"/xnQ7WVAxlk9UAVWDLDeYGTKRaOf.jpg","first_air_date":"2015-06-19","name":"Killjoys","vote_average":6.9,"vote_count":477},
{"adult":false,"backdrop_path":"/jBhcm0Rm5Uv1UaHt0TTWuRjG5G3.jpg","genre_ids":[9648,10759,18],"id":4607,"origin_country":["US"],"original_language":"en","original_name":"Lost","overview":"Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.","popularity":464.622,"poster_path":"/og6S0aTZU6YUJAbqxeKjCa3kY1E.jpg","first_air_date":"2004-09-22","name":"Lost","vote_average":7.9,"vote_count":4291},
{"adult":false,"backdrop_path":"/zXnZnt6r8AFXBtcSdXqB47fB1Kd.jpg","genre_ids":[10765,16,10759,35,10762],"id":11235,"origin_country":["JP"],"original_language":"ja","original_name":"メダロット","overview":"Set in the near future, Medabots revolves around the super charged battling adventures of a group of kids and their pet robots. Fueled with artificial intelligence and a specialized arsenal of high powered weapons, Medabots compete against each other in exciting Robattles, with the winners acquiring Medaparts from the defeated Medabot.\n\nWith over 370 unique robots ready to Robattle, Medabots is filled with explosive adventures in a world where kids have the ultimate power. But more than anything else, these challenges are about courage and mind power, where the soul of the Medafighter and Medabot combine to emerge victorious.","popularity":40.361,"poster_path":"/x4bQto8Jsphbd0VxLKcvqDQS0Mj.jpg","first_air_date":"2001-09-01","name":"Medabots","vote_average":8.335,"vote_count":172},
{"adult":false,"backdrop_path":"/oYwaOeQmE0tuBKy8kt43NFNI4bE.jpg","genre_ids":[80,18,9648],"id":578,"origin_country":["US"],"original_language":"en","original_name":"Numb3rs","overview":"Inspired by actual cases and experiences, Numb3rs depicts the confluence of police work and mathematics in solving crime as an FBI agent recruits his mathematical genius brother to help solve a wide range of challenging crimes in Los Angeles from a very different perspective.","popularity":115.99,"poster_path":"/wOzbxJmpccPA5MYvBSGbor3WKh3.jpg","first_air_date":"2005-01-23","name":"Numb3rs","vote_average":7.047,"vote_count":376},
{"adult":false,"backdrop_path":null,"genre_ids":[],"id":27912,"origin_country":["US"],"original_language":"en","original_name":"Off to War - From Rural Arkansas to Iraq","overview":"From the farms and fields of Arkansas to the deadly streets of Baghdad, OFF TO WAR tracks the citizen soldiers of the Arkansas National Guard as they come face to face with the horrors of war.\n\nNever before has a unit of soldiers been followed from the beginning to the end of their deployment at war. In April 2004, filmmakers Brent and Craig Renaud arrived in Iraq with the Arkansas National Guard during one of the bloodiest months to date. Within twenty-four hours of their arrival, one of the guardsmen lay dead. By the end of the first month, they had lost more soldiers than any other National Guard Brigade in Iraq\n\nFrom actual scenes of full-scale combat to a soldier's funeral, from the birth of a first child to the heartbreaking return home of a critically injured soldier, Off to War tells the story of a war in a way it has never been told before - through the eyes of the soldiers and families back home who endured it.","popularity":0.248,"poster_path":null,"first_air_date":"2004-04-20","name":"Off to War - From Rural Arkansas to Iraq","vote_average":0,"vote_count":0},
{"adult":false,"backdrop_path":"/ydWtwIDY7MGMQDAo5vZYEI4OO8R.jpg","genre_ids":[18],"id":11183,"origin_country":["US","CA"],"original_language":"en","original_name":"Poltergeist: The Legacy","overview":"The adventures of the members of a secret society known as the Legacy and their efforts to protect humankind from occult dangers.","popularity":15.719,"poster_path":"/dewrEVHQmFdHUnBUD83BLjs2ZVs.jpg","first_air_date":"1996-04-21","name":"Poltergeist: The Legacy","vote_average":6.1,"vote_count":33},
{"adult":false,"backdrop_path":"/dgccDynwRvjMAixMjrsd1JHgicn.jpg","genre_ids":[10751,18],"id":33841,"origin_country":["US","CA"],"original_language":"en","original_name":"R. L. Stine's The Haunting Hour","overview":"R. L. Stine's The Haunting Hour is a Canadian/American original anthology horror-fantasy series, with episodes each half an hour long. The series is based on The Haunting Hour: Don't Think About It Movie, and the books The Haunting Hour and Nightmare Hour anthology by R. L. Stine.","popularity":53.766,"poster_path":"/keZqyr8EQLCjHejuZ3U4HAopxrY.jpg","first_air_date":"2010-10-29","name":"R. L. Stine's The Haunting Hour","vote_average":8.1,"vote_count":200},
{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":54288,"origin_country":[],"original_language":"en","original_name":"Science of the Bible","overview":"","popularity":0.001,"poster_path":null,"first_air_date":"","name":"Science of the Bible","vote_average":0,"vote_count":0},
{"adult":false,"backdrop_path":"/qgbJ0AySKABiTXHrxOyOhkXQImz.jpg","genre_ids":[10759,10765],"id":1649,"origin_country":["US"],"original_language":"en","original_name":"Sliders","overview":"In his basement in San Francisco, boy-genius Quinn Mallory unlocks the doorway to an infinite number of Earths. During a test run, Quinn invites co-worker Wade Welles and his teacher Professor Maximillian Arturo to see his new invention. But an increase in power and an early departure leave all three, plus a washed-up soul singer named Rembrandt \"Crying Man\" Brown, lost in a parallel world. Now they must \"slide\" from world to world, not only adapting to their changing surroundings, but also trying to get back to their world. Will they ever make it home?","popularity":54.758,"poster_path":"/9cBXIPl83fE2yQusoEt6vMpSjIJ.jpg","first_air_date":"1995-03-22","name":"Sliders","vote_average":7.6,"vote_count":429},
{"adult":false,"backdrop_path":"/gRhEQqSh0IfxA6Wmd1OTb5vRSHf.jpg","genre_ids":[10765,10759,18],"id":4604,"origin_country":["US"],"original_language":"en","original_name":"Smallville","overview":"The origins of the world’s greatest hero–from Krypton refugee Kal-el’s arrival on Earth through his tumultuous teen years to Clark Kent’s final steps toward embracing his destiny as the Man of Steel.","popularity":325.872,"poster_path":"/pUhJGETy2sec4vEkiqJ9eGeIywc.jpg","first_air_date":"2001-10-16","name":"Smallville","vote_average":8.2,"vote_count":4081},
{"adult":false,"backdrop_path":"/lirPqYLTtd6XZqGn4cS1wiesTq0.jpg","genre_ids":[18,9648,10765],"id":1622,"origin_country":["US"],"original_language":"en","original_name":"Supernatural","overview":"When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ","popularity":690.561,"poster_path":"/KoYWXbnYuS3b0GyQPkbuexlVK9.jpg","first_air_date":"2005-09-13","name":"Supernatural","vote_average":8.303,"vote_count":7606},
{"adult":false,"backdrop_path":"/sVoc8UkF2a0SJOsMDGad0Kv8p4m.jpg","genre_ids":[16,18,9648,10765],"id":32871,"origin_country":["JP"],"original_language":"ja","original_name":"SUPERNATURAL：THE ANIMATION","overview":"After losing their mother to a demon, two brothers grow up fighting supernatural beings.","popularity":18.381,"poster_path":"/4dHiX4cui1Zk0d6nwONSx3jQ8Zf.jpg","first_air_date":"2011-01-12","name":"Supernatural: The Anime Series","vote_average":7.916,"vote_count":250},
{"adult":false,"backdrop_path":"/2CmVYL5aOebxlE4cUl5xU4kcgdc.jpg","genre_ids":[16,35],"id":15632,"origin_country":["US"],"original_language":"en","original_name":"The Cleveland Show","overview":"The bizarre adventures of Cleveland Brown and his family.","popularity":90.388,"poster_path":"/Qp4gvTc5Cp15VBdt77oXKQ54xF.jpg","first_air_date":"2009-09-27","name":"The Cleveland Show","vote_average":5.836,"vote_count":405},
{"adult":false,"backdrop_path":"/lY2DhbA7Hy44fAKddr06UrXWWaQ.jpg","genre_ids":[18],"id":100088,"origin_country":["US"],"original_language":"en","original_name":"The Last of Us","overview":"Twenty years after modern civilization has been destroyed, Joel, a hardened survivor, is hired to smuggle Ellie, a 14-year-old girl, out of an oppressive quarantine zone. What starts as a small job soon becomes a brutal, heartbreaking journey, as they both must traverse the United States and depend on each other for survival.","popularity":153.725,"poster_path":"/uKvVjHNqB5VmOrdxqAt2F7J78ED.jpg","first_air_date":"2023-01-15","name":"The Last of Us","vote_average":8.6,"vote_count":5159},
{"adult":false,"backdrop_path":"/b7wyaeJGU2Q4ql7xZr52vdW5TKp.jpg","genre_ids":[35],"id":2316,"origin_country":["US"],"original_language":"en","original_name":"The Office","overview":"The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.","popularity":379.106,"poster_path":"/PJNGha4DzVMorRZIGSK8E0fcpL.jpg","first_air_date":"2005-03-24","name":"The Office","vote_average":8.6,"vote_count":4214},
{"adult":false,"backdrop_path":"/7td6qklNarjHhpTxuQn26BF1E8n.jpg","genre_ids":[35],"id":815,"origin_country":["GB"],"original_language":"en","original_name":"Peep Show","overview":"Peep Show follows the lives of two men from their twenties to thirties, Mark Corrigan, who has steady employment for most of the series, and Jeremy \"Jez\" Usbourne, an unemployed would-be musician.","popularity":29.224,"poster_path":"/6rdoQ0cTjsEQLIwEjhBV8U98oUm.jpg","first_air_date":"2003-09-19","name":"Peep Show","vote_average":8,"vote_count":364},
{"adult":false,"backdrop_path":"/y3gQHrWP4o0dUWqiXl9DsA4b172.jpg","genre_ids":[18],"id":101251,"origin_country":["JP"],"original_language":"ja","original_name":"絶メシロード","overview":"Suda Tamio is an ordinary salaryman. He experiences various stress throughout his daily life. His only pleasure is to set out on trips to find \"Zetsumeshi.\" Zetsumeshi refers to endangered meals, that may no longer exist in the future. While his wife Kanae and child go attend concerts by their favourite idol groups, he leaves home on Friday after work and returns home Saturday night.","popularity":14.398,"poster_path":"/cdOmK1hY1cDscPlJ6LhHJCn754D.jpg","first_air_date":"2020-01-25","name":"The Road to Red Restaurant List","vote_average":7.5,"vote_count":4},
{"adult":false,"backdrop_path":"/lNpkvX2s8LGB0mjGODMT4o6Up7j.jpg","genre_ids":[18],"id":1398,"origin_country":["US"],"original_language":"en","original_name":"The Sopranos","overview":"The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.","popularity":351.648,"poster_path":"/rTc7ZXdroqjkKivFPvCPX0Ru7uw.jpg","first_air_date":"1999-01-10","name":"The Sopranos","vote_average":8.6,"vote_count":2763},
{"adult":false,"backdrop_path":"/4YnAZ1KO9goeS4c06VO7HXiO3oO.jpg","genre_ids":[10765,18,9648],"id":47640,"origin_country":["US"],"original_language":"en","original_name":"The Strain","overview":"A high concept thriller that tells the story of Dr. Ephraim Goodweather, the head of the Center for Disease Control Canary Team in New York City. He and his team are called upon to investigate a mysterious viral outbreak with hallmarks of an ancient and evil strain of vampirism. As the strain spreads, Eph, his team, and an assembly of everyday New Yorkers, wage war for the fate of humanity itself.","popularity":94.285,"poster_path":"/2BWErT9QcADpf2G4BZ769eSnFTP.jpg","first_air_date":"2014-07-13","name":"The Strain","vote_average":7.477,"vote_count":1812},
{"adult":false,"backdrop_path":"/gTUHsbKX20VAx9YJKEMWBD7prrH.jpg","genre_ids":[10765,9648,18],"id":16399,"origin_country":["US"],"original_language":"en","original_name":"The Twilight Zone","overview":"A 2002 revival of Rod Serling's 1950/60s television series, The Twilight Zone, with actor Forest Whitaker assuming Serling's role as narrator and on-screen host.","popularity":62.99,"poster_path":"/sS1ykUhvyurff4CohExIh8qYO99.jpg","first_air_date":"2002-09-18","name":"The Twilight Zone","vote_average":7.191,"vote_count":102},
{"adult":false,"backdrop_path":"/rAOjnEFTuNysY7bot8zonhImGMh.jpg","genre_ids":[10759,18,10765],"id":1402,"origin_country":["US"],"original_language":"en","original_name":"The Walking Dead","overview":"Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.","popularity":472.696,"poster_path":"/n7PVu0hSz2sAsVekpOIoCnkWlbn.jpg","first_air_date":"2010-10-31","name":"The Walking Dead","vote_average":8.107,"vote_count":16561},
{"adult":false,"backdrop_path":"/oggnxmvofLtGQvXsO9bAFyCj3p6.jpg","genre_ids":[80,18],"id":1438,"origin_country":["US"],"original_language":"en","original_name":"The Wire","overview":"Told from the points of view of both the Baltimore homicide and narcotics detectives and their targets, the series captures a universe in which the national war on drugs has become a permanent, self-sustaining bureaucracy, and distinctions between good and evil are routinely obliterated.","popularity":155.338,"poster_path":"/4lbclFySvugI51fwsyxBTOm4DqK.jpg","first_air_date":"2002-06-02","name":"The Wire","vote_average":8.581,"vote_count":2207},
{"adult":false,"backdrop_path":"/5zqIK3DSkw2YGijR3MZmJhspfng.jpg","genre_ids":[16],"id":31098,"origin_country":["JP"],"original_language":"ja","original_name":"ビーストウォーズII 超生命体トランスフォーマー","overview":"Beast Wars II refers to the 1998 Japanese Transformers television animated series, and the movie and toyline that resulted from it. The series was preceded by Beast Wars, and was followed by Beast Wars Neo.\n\nThe series has a much lighter tone and is aimed more towards children, whereas the more accessible Beast Wars was intended for a wider age range. The series also uses conventional animation rather than CGI like Beast Wars: Transformers. With the exceptions of the faction leaders, all of the characters within the series are either re-molds or re-colors of earlier Beast Wars figures or Generation 2/Machine Wars figures.\n\nIn addition to the 43 episodes, there is also a 50-minute movie, Beast Wars II: Lio Convoy's Close Call!, which takes place sometime between episodes 32 and 38.","popularity":4.281,"poster_path":"/3Pj9UHvf5qvKDLzgZ2ekVkqIQp7.jpg","first_air_date":"1998-04-01","name":"Beast Wars II: Super Lifeform Transformers","vote_average":10,"vote_count":2},
{"adult":false,"backdrop_path":"/82qpvU7AzT9D8oC02fIceb5KAz8.jpg","genre_ids":[18,9648],"id":46648,"origin_country":["US"],"original_language":"en","original_name":"True Detective","overview":"An American anthology police detective series utilizing multiple timelines in which investigations seem to unearth personal and professional secrets of those involved, both within or outside the law.","popularity":199.106,"poster_path":"/cuV2O5ZyDLHSOWzg3nLVljp1ubw.jpg","first_air_date":"2014-01-12","name":"True Detective","vote_average":8.3,"vote_count":3433},
{"adult":false,"backdrop_path":"/yGNnjoIGOdQy3douq60tULY8teK.jpg","genre_ids":[10765,37],"id":63247,"origin_country":["US"],"original_language":"en","original_name":"Westworld","overview":"A dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.","popularity":143.997,"poster_path":"/8MfgyFHf7XEboZJPZXCIDqqiz6e.jpg","first_air_date":"2016-10-02","name":"Westworld","vote_average":8.043,"vote_count":5480}
]